SensorsIot/Universal-ESP32-Tester/test-firmware/sdkconfig.defaults.esp32s3
# Target
CONFIG_IDF_TARGET="esp32s3"

# Flash size — 8MB minimum for OTA partition layout
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
